Repository: AlexeyIK/ColorMatching
Catalog: Color Matching/Resources/*.lproj/Localizable.strings
Languages: ru

# main-menu-title
source: Color games collection
ru: Коллекция игр

source: More games soon...
ru: Больше игр. Скоро...

source: Color QUIZ
ru: Цвета

source: Name QUIZ
ru: Имена

source: Warm VS Cold
ru: Теплое/холодное

# settings-title
source: Settings
ru: Настройки

# store-button
source: Store
ru: Магазин

# about-button
source: About
ru: О проекте

# games-button
source: Games
ru: Игры

# stats-button
source: Stats
ru: Статистика

# settings-button
source: Settings
ru: Настройки

source: Easy
ru: Легко

source: Normal
ru: Нормально

source: Hard
ru: Сложно

source: Hell
ru: Нереально

# menu-button
source: Menu
ru: Меню

# back-button
source: Back
ru: Назад

# go-button.main
source: Go!
ru: Старт!

# go-button.second
source: Go!
ru: Вперед!

source: How to play?
ru: Правила игры

# main-menu-button
source: Main menu
ru: В меню

# next-game-button
source: Next one
ru: Еще раз

# time-over
source: Time is over!
ru: Время вышло!

source: Remember the colors
ru: Запоминай цвета

# color-quiz-title
source: Guess the color
ru: Угадай цвет

# color-quiz-tutor-first
source: Remember the color and its name
ru: Запомни цвета и их имена

# color-quiz-tutor-second
source: Choose the right color
ru: Выбери правильный цвет

# ready-to-guess
source: Get ready to remember the colors!
ru: Приготовься!

# pick-the-right-color
source: Pick right color
ru: Выбери верный цвет

source: Remember the color name
ru: Запомни имена цветов

# choose-right-name
source: Choose the right name
ru: Выбери правильный вариант

# guessed-all-cards
source: You have guessed all cards!
ru: Бум! Все карты разгаданы!

# %lld strike-bonus
source: x%lld strike!
ru: x%lld страйк!

# main-info-text
source: We love colors very much. We literally adore them. “The Colors” is a set of games for memorizing a lot of colors, their names, and something else that you can do with colors. This is not a training program, but we hope that during the game you will be pleased and you will replenish your knowledge with new colors.
ru: Цвета. Нам очень нравятся цвета. Мы буквально обожаем их. “HueQueue” это коллекция игр, посвященная цветам. Они познакомят вас с огромным количеством цветов и, возможно, помогут вам запомнить их как можно больше. А можете просто получать удовольствие от знакомства с цветами и играми. Это не обучающая программа, но мы надеемся, что в процессе игры вы неизбежно пополните свои знания большим запасом цветов и их названий.

# credentials-text
source: Yours, dev team. Code() { Name: ‘@solinarius’ } Design
ru: Ваша команда разработки: Code() { Name: ‘@solinarius’ } Design
